package com;


//Думаю, что этот код достаточно можно подсократить, даже знаю в некоторых местах как, но времени на это немного не хватило)
//Сделал немного больше чем в тз, добавил в каждую таблицу изменение, удаление, добавление и выдачу + у каждого массива
//есть id для более удобного ориентирования и записи на прием
//Есть еще вопрос, в программе я не делал геттеры, сеттеры, т.к. не видел в них смысла, вроде все массивы и переменные у
//меня с модификаторами либо private, либо protected, если не сложно можете в фидбеке написать как их тут можно было использовать,
//если они тут нужны)

public class Main {
    public static void main(String[] args) {
        Authentification.authentificate();
        Actions actions = new Actions();


    }


}